{
    "nodes":[
        {
          "id": "Erwin Parviz",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "In 2005, Parviz was actively involved in the due diligence process for the Fairfield Sentry Leverage Deal, coordinating a due diligence meeting at FGG's New York office, and later emailing FGG's Kim Perry with a list of DD-related questions on Sentry and BLMIS. In September 2008, Parviz signed the 'optional early termination notice' that was sent to Auriga, terminating the Fairfield Sentry Leverage Deal as of March 2009. "
        },
        {
          "id": "Mark Overley",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 3,
          "description": "As head of hybrid structuring at Citigroup from 2006 to 2008, Overley reported directly to Erwin Parviz. Overley told Mintz Group in 2011 that he was not personally involved with any Madoff-related transactions at Citigroup. He told us that he heard Richard Burns was never totally comfortable with Madoff, so the Corporate and Investment Bank was only able to get one deal approved as a trial to get more familiar with Madoff. Prior to joining Citibank in 2006, Overley was managing director and head of marketing for the HSBC Fund Derivatives Group Americas from May 2004 to June 2006."
        },
        {
          "id": "Paul Reed",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "In June 2006, September 2006 and January 2007, Reed was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Erwin Parviz and Adam Albin indicated that Reed's role related to 'product control,' but did not specify further. <br/>We note that Reed worked for Barclays from September 2008 to February 2018 as a Product Controller and Director - FI Credit Product Control, first in New York and then in South Africa. As you know, Barclays is a defendant in a separate action filed by the Trustee."
        },
        {
          "id": "Marc Adelman",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "In June 2005, Adelman emailed Tremont Partners to memorialize certain points of the Prime Fund Credit Deal, including the requirement that Prime Fund would be required to repay any funds borrowed through the deal within 30 days if Tremont or Oppenheimer Funds ceased to be wholly owned subsidiaries of Oppenheimer Acquisition Corp. Adelman was also involved in the later talks to renew and increase the Prime Fund Credit Deal. In that role, he communicated Citigroup's requirement that Tremont provide its audited financial statements. After providing him and Nicholls with Tremont's unaudited financials instead, Tremont personnel discussed internally that Citigroup was 'becoming increasingly uncomfortable' and was 'very unsettled that the 2004 audit is not yet completed.' Subsequent internal Tremont communications indicated that Citigroup required audited statements for 2004 and 2005 and also began seeking a meeting with Madoff."
        },
        {
          "id": "Thomas Fontana",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Conflict",
          "proximity": 1,
          "description": "Fontana currently works for Bank of America Merchant Services; as you know, certain Bank of America-Merrill Lynch entities are defendants in a separate action filed by the Trustee.<br/>Fontana was the portfolio manager for the Prime Fund Credit Deal. In November 2006, he, Bruce Clark and Matthew Nicholls (along with two representatives of Tremont) met with Madoff at BLMIS's offices as part of the due diligence process for the deal's renewal and increase. In an email to Tremont (with Marc Adelman copied), Nicholls characterized the meeting as a 'corporate overview' of BLMIS, and the meeting agenda that he created neglected to address questions previously raised by Citigroup regarding the identification of BLMIS's counterparties for its index options trades or the verification of assets."
        },
        {
          "id": "Samir Mathur",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "On March 22, 2005, Mathur, Ramesh Gupta, Marc Fisher and attended a due diligence meeting in FGG's New York office. On March 30, 2005, Mathur scheduled a call with Vijayvergiya to revisit Citi's ongoing concerns in advance of an internal CGMI meeting regarding the deal. Later, in April 2005, Mathur signed the Fairfield Sentry Leverage Deal's subscription agreement as an authorized signatory.<br/>At the request of Matthew Nicholls, Mathur was also involved in the Proposed Tremont Deal negotiations. In April 2006, he attended a meeting with Vijayvergiya in FGG's New York offices that was meant to address the counterparty concern but failed to provide any details regarding BLMIS's counterparties. In his November 2010 testimony provided in the Trustee’s action filed against BLMIS, Mathur said that ‘we would have liked some kind of report from PWC or something like that which verified for sure saying that they have checked all this,’ but they left the meeting without seeing any information to ease their concerns that BLMIS was fabricating trades. To address Citigroup’s ongoing concerns, Mathur, Joseph Elmlinger and Richard Burns agreed to seek a meeting directly with Madoff. In April 2006, Mathur (with Rajiv Sennar) helped schedule the meeting, which was ultimately cancelled by Citigroup."
        },
        {
          "id": "Marc Fisher",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "In March 2005, Fisher spoke to FGG’s Perry, expressing interest in the Fairfield Sentry Leverage Deal. Summarizing the conversation internally, Perry explained that Citigroup's primary concerns were related to the lack of controls on the account, rather than 'performance risk concerns.' Fisher visited FGG's New York office again that month for a due diligence meeting and expressed this same concern. In internal FGG emails after the meeting, Perry wrote that Fisher called her and said the meeting ‘went very well’ but 'the only risk that they continue to have some concerns about is the theoretical fraud risk given that Madoff is the custodian of the assets.'<br/>FGG's Rob Blum later wrote he and Jeffrey Trucker thought Citigroup would 'choke on the fraud risk,' and Perry claimed that the deal was important for Fisher personally and that Fisher promised to promote FGG's funds internally at Citi in return for FGG's help in getting the Fairfield Sentry Leverage Deal executed."
        },
        {
          "id": "Hugh Conroy",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "In June 2006, September 2006 and January 2007, Conroy was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Conroy was part of the 'U.S. Regulatory Group,' but did not specify further."
        },
        {
          "id": "Howard Kluger",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "In January 2006, Kluger and Rosalia Agresti were copied on an email sent by Citigroup's Tom Sullivan to Tremont's Darren Johnston, which included the ‘audit scope’ that KPMG was to follow for their audit of the American Masters Broad Market Prime Fund (later renamed to Rye Select Broad Market Prime Fund, LP). The audit resulted in the KPMG Independent Accountants' Report dated April 17, 2006, and noted discrepancies between what BLMIS reported for its purported index option trades versus prices reported by two independent sources. In March 2007, Kluger (with Debbie Ng) corresponded with Tremont and KPMG regarding procedures to audit Rye Select Broad Market Prime Fund, L.P. In April 2007, the audit report was addressed to Kluger, along with Tremont's Darren Johnston."
        },
        {
          "id": "Leon Gross",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 3,
          "description": "In 2005, after being contacted by Harry Markopolos, Gross analyzed BLMIS’ purported returns concluded that BLMIS was either fabricating its purported returns or lying about its stated investment strategy. He also enquired with colleagues from the index options desk and the derivative sales group, asking if they knew of Madoff being active in the options markets as a counterparty. Like Joseph Elmlinger and Ramesh Gupta, he was unable to identify any counterparties to substantiate the existence of BLMIS’ purported trades. Markopolos subsequently included Gross in his list of derivatives experts in the report he submitted to the SEC, writing that Gross 'can't believe that the SEC hasn't shut down Bernie Madoff yet. He's also amazed that FOF's actually believe this stupid options strategy is capable of earning a positive return much less than a 12% average annual return. He thinks the strategy would have trouble earning 1% net much less 12% net.' Five years later, Gross could not recall if these were his own words."
        },
        {
          "id": "Pierre-Henri (Ph) Denain",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 3,
          "description": "In March 2005, Denain participated in an email correspondence with Citigroup's James Wathan, Sean Flanagan, Marc Fisher and Samir Mathur, with Vishal Mishra copied, in which Madoff funds were discussed. Wathan emailed the group referencing an attachment related to Madoff funds, which he said were part of the 'KBC facility for Edison,' and asked Mathur if he would have to perform due diligence on the funds. Mathur replied that Citigroup would have to perform due diligence on Harley, but it should be 'easier' because the underlying investments were in Madoff, which Citigroup was 'now much more familiar with given the Fairfield Sentry' deal (referencing the Fairfield Sentry Leverage Deal). Denain subsequently replied to the group with three attachments on Harley and Madoff funds, writing: 'James will speak to Antonis to get a contact name.'"
        },
        {
          "id": "Matthew Nicholls",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "Nicholls was actively involved in the due diligence process for the Prime Fund Credit Deal and the Proposed Tremont Deal. He was designated as the Client Coverage Banker for the Prime Fund Credit Deal, and he and Marc Adelman were Citigroup's primary contacts with Tremont regarding the deal's terms, operation and renewal. In October 2006, during the renewal negotiations, Nicholls sent Tremont the proposed 'due diligence agenda' for the meeting with Madoff, which he attended with Thomas Fontana and Bruce Clark. The agenda notably did not include any questions concerning the options trades or the verification of the assets, and the Prime Fund Credit Deal was renewed shortly after the meeting.<br/>For the Proposed Tremont Deal, Nicholls was copied (along with Samir Mathur) on a January 2006 email sent by Rajiv Sennar to Tremont, in which Sennar attached 'indicative term sheets' and wrote that they needed to address 'due diligence questions.' Later, in April 2006, Nicholls and Michael Robertson (his boss) informed Tremont that Citigroup would not be proceeding with the proposed deal, but that they were 'extremely happy working and growing' the Prime Fund Credit Deal, which was protected by the indemnification against potential fraud."
        },
        {
          "id": "Paul Fraynt",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "Fraynt conducted due diligence on proposed changes to the Fairfield Sentry Leverage Deal in 2008, but indicated in an internal Citigroup email that he was not familiar with the deal prior to that time. In April 2008, Auriga proposed to switch its underlying exposure to Madoff in the deal from Sentry to ‘Alpha Prime Fund / Senator.’ In the correspondence, Joanne McCourt added the email group 'FI Global Hybrid Due Diligence' and asked 'DD' if they were familiar with Senator or Alpha Prime and explained that Citigroup would need to conduct due diligence on them. In a reply (with Sean Flanagan, Vishal Mishra and Zhenyu Peng copied), Fraynt claimed to be unfamiliar with the Fairfield Sentry Leverage Deal or Alpha Prime writing. In a reply, Sean Flanagan provided an overview of the Fairfield Sentry Leverage Deal and Auriga's proposal."
        },
        {
          "id": "Rajiv Sennar",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "Sennar, along with Samir Mathur, led the due diligence process on Sentry and BLMIS in connection with Fairfield Sentry Leverage Deal, and their team identified multiple indications of possible fraud, including that BLMIS was not making the securities trades it claimed to make on behalf of Sentry. In March 2006, he was copied on an email correspondence in which Vishal Mishra questioned Vijayvergiya on price discrepancies between what BLMIS reported to FGG for its trades versus those reported by independent sources. Later, due to his experience with Sentry, Sennar also worked on the due diligence for the Proposed Tremont Deal, and in January 2006, he sent Tremont’s Darren Johnston copies of 'indicative term sheets' and wrote that Citigroup needed to address 'due diligence questions.' The following month, he corresponded with Tremont by email and phone to discuss BLMIS’ custody of Prime Fund’s assets and BLMIS internal fraud controls. Further, he was a recipient of reports prepared by BLMIS’ auditor, and in April 2006, he helped coordinate the scheduled meeting between Madoff and Citigroup personnel, which was ultimately cancelled."
        },
        {
          "id": "Tie Wei",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "Tie Wei was involved in organizing accounts and securities in Citigroup's internal system for the Fairfield Sentry Leverage Deal, and does not appear to have been involved with the deal's due diligence or negotiation, according to an April 2005 email correspondence between Wei and Erwin Parviz, in which Parviz wrote that he 'will have to describe the trade to [Wei],' and Wei wrote back that, 'We have to set up various accounts and =ecurities [sic] in the system. Given the time left, I want to do it sooner =han [sic] later.' Later that month, Wei was named (along with Vishal Mishra) in the deal’s subscription agreement as a recipient for all written communication on the deal, and both men were subsequently named on at least three Citco confirmations of redemptions between October 2005 and November 2008."
        },
        {
          "id": "Faraz Naseer",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "In April 2007, Naseer was sent a 'corrected year end GTPL report' for 2006, which was required on a quarterly basis for Citigroup's internal control functions. On April 2, 2007, John Yu forwarded an email chain and an attachment to Adam Albin and Naseer, writing: 'This is the guy who send us the reports from Fin Con. I think it may be better if you guys ask him specifically for your requests.' Later, on April 19, 2007, Albin forwarded an attachment titled 'GTPL Extract-Dec. 31st' to Naseer, with no accompanying message."
        },
        {
          "id": "Vishal Mishra",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "At the end of April 2005, Mishra was named (with Tie Wei) in the Fairfield Sentry Leverage Deal’s subscription agreement as a recipient for all written communication on the fund. After the deal was closed, he raised several of Citigroup’s concerns directly with FGG, and in 2008, he corresponded internally regarding Auriga’s proposal to switch its underlying Madoff exposure in the deal from Sentry to Alpha Prime or Senator. Mishra was aware of apparent price discrepancies between what BLMIS reported to FGG for its trades versus those reported by independent sources, which he raised to FGG by email and phone in March 2006, and in April 2006, he attended a meeting at FGG’s office in which he sought (unsuccessfully) to address Citigroup’s concerns on “confirms of options and counterparties,' the KPMG report, and other topics. Later, in April 2008, Mishra was copied on internal Citigroup emails on Auriga’s proposal to switch Sentry for Alpha Prime and/or Senator, in which he was sent information on the funds and requested to be included on any upcoming due diligence calls with Alpha Prime. In August 2008, he wrote to Citigroup’s Joanne McCourt (who was coordinating with Alpha Prime) that he advised against the switch “because Senator has low AUM,' but that Citigroup intended to maintain the deal “because cancelling it will cause a big MTM loss and bad RoRaP,' but added that “Sr mgmt. [sic]….may revert with sth [sic] else.'"
        },
        {
          "id": "Alistair Webster",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "In June 2006, September 2006 and January 2007, Webster was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Webster's role related to 'accounting' (along with Dave Minarik), but did not specify further."
        },
        {
          "id": "Joseph Elmlinger",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "In 2004, Elmlinger co-wrote the CGMI ‘Derivatives Guide’ with Leon Gross and Richard Burns. Like Burns, Ramesh Gupta and Gross, he was unable to identify any counterparties or other evidence to substantiate BLMIS’ purported trades. During negotiations between Citigroup and Tremont regarding the Proposed Tremont Deal, Elmlinger, Burns and Samir Mathur agreed to seek a meeting with Madoff to attempt to resolve CGMI's concerns of fraud at BLMIS, and in April 2006, he was scheduled to attend the meeting with Madoff at BLMIS' office, along with Elena Matrullo, Burns, and Gupta, which was cancelled less than a week before the scheduled date. In cancelling, Citigroup informed Tremont that its fraud concerns for BLMIS were insurmountable."
        },
        {
          "id": "Dominic Wallace",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "In June 2006, September 2006 and January 2007, Wallace was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Wallace's role related to 'market risk' (along with Ramesh Gupta, Jean-Louise Lafforgue and Paolo Mammola), but did not specify further."
        },
        {
          "id": "Sean Flanagan",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "In 2008, Flanagan was involved in the due diligence process on Alpha Prime Fund and Senator Fund, in relation to Auriga's proposal to switch its underlying exposure to Madoff in the Fairfield Sentry Leverage Deal from Sentry to the two alpha funds. In an April 2008 internal email correspondence on the proposal, Paul Fraynt expressed unfamiliarity with the Fairfield Sentry Leverage Deal, and Flanagan replied with a brief overview of the deal and Auriga's proposal. Later, in July 2008, McCourt forwarded 'portfolio information' on Alpha Prime and Senator to Flanagan, Zhenyu Peng and Adam Albin (with Vishal Mishra copied), and later asked if Citigroup would proceed with the switch. Mishra replied that he 'will suggest saying no' and Flanagan responded, asking 'Are we definitely keeping the trade?' to which Mishra replied, 'yes, because cancelling it will cause a big MTM loss and bad RoRaP.' In September 2008, Auriga addressed its signed copy of the 'optional early termination notice' to Flanagan.<br/>On September 18, 2008, Flanagan emailed Stephen Hsu (then at at Deutsche Bank), writing, 'We're needing to terminate our Madoff trade. Do you have appetite for that risk over there?' Hsu return emailed, “I don’t think so, madoff is not very popular here either' and then replied again, writing, 'sorry, we wont be able to help as madoff is not a name the bank is keen on. might try jojo [Joanne McCourt] though, it could be her first ticket.' "
        },
        {
          "id": "Michael Robertson",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "Robertson was involved in discussions between Citigroup and Tremont regarding the Proposed Tremont Deal. In an internal April 2006 Tremont email correspondence in which Darren Johnston explained that Citigroup would not proceed with the Proposed Tremont Deal but was 'happy' to continue with or grow the Prime Fund Credit Deal, Johnston wrote that he spoke with Nicholls and his boss, Michael Robertson."
        },
        {
          "id": "Brian Leach",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "Leach joined Citigroup in February 2008 as Chief Risk Officer and Acting Chief Risk Officer for the Institutional Clients Group. In or around July 2008, he participated in a meeting that involved reviewing due diligence reports on 'single manager deals,' which may have included the Fairfield Sentry Leverage Deal, according to an internal Citigroup email correspondence between Ramesh Gupta and Adam Albin, with Samir Mathur copied. According to information you provided, at some point in 2008, Leach spoke to Mathur via phone and instructed him to terminate the Fairfield Sentry Leverage Deal. "
        },
        {
          "id": "Ramesh Gupta",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "Gupta was involved in the due diligence process for both the Fairfield Sentry Leverage Deal and the Proposed Tremont Deal, and he was known among his colleagues at Citigroup to have concerns about BLMIS's purported trades. Additionally, in his November 2010 testimony, Samir Mathur indicated that Gupta and Jean Louise Lafforgue were two of Citigroup's 'market risk people' who were concerned with identifying the counterparties to BLMIS' purported trades. Mathur visited FGG’s New York office in March 2005 and April 2006, and the unsuccessfully attempted to identify examples of BLMIS' counterparties to its purported options trades by inquiring internally at Citigroup and by asking a contact at Credit Suisse First Boston. During the talks for the Proposed Tremont Deal, he was scheduled to attend (along with Joseph Elmlinger, Richard Burns and Elena Matrullo) the meeting with Madoff, which was ultimately cancelled. "
        },
        {
          "id": "Susan Grbic",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "In June 2006, September 2006 and January 2007, Grbic was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Grbic's role related to 'tax' (along with Rachel Short and Steve Henger), but did not specify further."
        },
        {
          "id": "Steven Henger",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "In June 2006, September 2006 and January 2007, Henger was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Henger's role related to 'tax' (along with Rachel Short and Susan Grbic)."
        },
        {
          "id": "James Wathan",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 3,
          "description": "In March 2005, Wathan participated in an email correspondence with Citigroup's Pierre-Henri Denain, Sean Flanagan, Marc Fisher and Samir Mathur, with Vishal Mishra copied, in which Madoff funds were discussed. Wathan emailed the group referencing an attachment related to Madoff funds, which he said were part of the 'KBC facility for Edison,' and asked Mathur if he would have to perform due diligence on the funds. Mathur replied that Citigroup would have to perform due diligence on Harley, but it should be 'easier' because the underlying investments were in Madoff, which they were 'now much more familiar with given the Fairfield Sentry deal' (referencing the Fairfield Sentry Leverage Deal). "
        },
        {
          "id": "Fiona Hill-Samuel",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 3,
          "description": "In May 2007, Adam Albin emailed Hill-Samuel asking for her assistance in creating an AUM report, writing, 'As discussed earlier, I could use some help here - basically we have bank regulatory limits in how much of a security we can hold - we aggregate this up through various fund levels to monitor - and create a spreadsheet. I attach a draft of the sheet I need to get out, I attach some brief instructions on how it is created and I have Erwin comments on my desk. Can we sit tomorrow and maybe you can help me clean this up- I would greatly appreciate it.' In June 2007, Albin forwarded a document to Hill-Samuel titled '1229 GTPL extract data.xls,' with no text in the body of the email. "
        },
        {
          "id": "Steven Penny",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "Penny was a senior officer within Citigroup's Global Credit Center ('GCC'), which participated in the approval process of new transactions. The GCC acted as a 'middle-office' due-diligence group that served a pure risk control function, as it had no shared responsibility to generate income. In this capacity, he was named in the appendix of a May 2005 Citigroup internal Transaction Memo regarding Prime Fund Credit Deal, which read: 'Further to discussions with both GCC hedge fund group (Steve Penny) and Risk Architecture's Risk Ratings unit (Steve Boras) it was determined that we should use the approved Investment Advisor risk rating model...'<br/>Later, In June 2006, September 2006 and January 2007, Penny was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively. In the emails, Parviz and Albin indicated that Penny's role related to 'credit' (along with David Arnold), but did not specify further."
        },
        {
          "id": "Rachel Short",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "In June 2006, September 2006 and January 2007, Short was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which would likely have included Sentry and Tremont), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Short's role related to 'tax' (along with Steve Henger and Susan Grbic), but did not specify further."
        },
        {
          "id": "George Livadas",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "In May and June 2005, Livadas was copied on emails between Citigroup, Tremont, Cadwalader, Wickersham & Taft LLP and Seward & Kissel LLP regarding the finalization of the Prime Fund Credit Deal. Between the closing of the Prime Fund Credit Deal in June 2005 and at least July 2006, Livadas received weekly reports from Tremont listing BLMIS puts and calls, cash transfers and other transactions. In July 2005, Livadas also emailed Tremont's Harry Hodges with specific instructions on how the weekly and monthly reports should be created, formatted and sourced."
        },
        {
          "id": "John B. Yu",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "Between February 2007 and October 2008, Yu corresponded with FGG and Metternich about the Fairfield Sentry Leverage Deal. In February 2007, he indicated that Citigroup was considering changing leverage providers for the Fairfield Sentry Leverage Deal, and would potentially execute a ‘total return swap to get exposure to the fund returns.’ In May 2007, Yu was listed as a CGMI contact in a confirmation document for a transaction related to the Fairfield Sentry Leverage Deal. In October 2008, Yu corresponded with Metternich regarding a $40 million redemption from Sentry requested by Auriga (via Metternich). Yu communicated Citigroup's approval for the redemption after confirming with Zhenyu Peng, with Sean Flanagan copied)."
        },
        {
          "id": "Bruce Clark",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Unknown",
          "proximity": 1,
          "description": "As you know, Bruce Clark (along with Marc Adelman) served as a Business Sponsor for the Prime Fund Credit Deal. On November 14, 2006, he (along with Thomas Fontana, Matthew Nicholls, Marc Adelman, Debbie Ng, and Dane Graham) attended a meeting with Tremont Partners, and on November 27, 2006, he (along with Fontana and Nicholls) met with Madoff at the BLMIS offices. In an email to Tremont (with Marc Adelman copied), Nicholls characterized the meeting as a 'corporate overview' of BLMIS, and the meeting agenda that he created neglected to address questions previously raised by Citigroup regarding the identification of BLMIS's counterparties for its index options trades or the verification of assets. The Prime Fund Credit Deal was renewed and increased shortly after these meetings."
        },
        {
          "id": "Stephane Junod",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "In June 2006, Erwin Parviz copied Junod and several other Citigroup recipients on an email with a report detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006."
        },
        {
          "id": "Jean Louis Lafforgue",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "Matter indicated that Lafforgue was one of Citigroup’s ‘market risk people’ concerned with identifying BLMIS’ counterparties. In June 2006, September 2006 and January 2007, Lafforgue was sent reports detailing Citigroup Global Markets' Hybrid Desk's holdings in various funds (which may have included Sentry). In the emails, Parviz and Albin indicated that Lafforgue's role related to ‘market risk’ (along with Ramesh Gupta, Dominic Williams and Paolo Mammola), but did not specify further. In April and August 2006, Lafforgue emailed Citigroup's Leah Burnett asking them to update a report detailing all of Citigroup's ‘strategy allocations for all Fund of Fund deals where a Worst Case Loss is calculated.’ "
        },
        {
          "id": "Richard Burns",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "In 2004, Burns co-wrote the CGMI ‘Derivatives Guide’ with Leon Gross and Joseph Elmlinger, and in June 2011, Mark Overley told us that Burns was never totally comfortable with Madoff. For the Fairfield Sentry Leverage Deal, he was copied on the March 30, 2005 Memo sent to the Fast Track Capital Markets Approval Committee, which disclosed the fraud risk caused by Madoff being both prime broker and the custodian of Sentry’s assets and was accompanied by the ‘Quantitative Analysis,’ which demonstrated that BLMIS’ SSC investment strategy was not capable of producing its purported returns. During the negotiations for the Proposed Tremont Deal, Burns agreed with Joseph Elmlinger and Samir Mathur to seek a meeting with Madoff as a means of resolving Citigroup’s concerns of fraud at BLMIS, and he was subsequently one of the four proposed Citigroup attendees of the meeting with Madoff scheduled in April 2006, which was ultimately cancelled. Later, in August 2008, he asked Samir Mathur to try to reduce Citigroup’s exposure to Sentry in order to relieve the bank’s balance sheet, according to information you provided."
        },
        {
          "id": "Thomas Perrera",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "On December 10, 2008, Perrera emailed FGG (with Zhenyu Peng copied) informing them of Citi's $10 million redemption request from Sentry (part of the Fairfield Sentry Leverage Deal) for December month end. The following day, Perrera sent another email, revising the $10 million redemption to a full redemption from Sentry."
        },
        {
          "id": "Elena Matrullo",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Conflict",
          "proximity": 1,
          "description": "You identified Matrullo as a key contact. We note that Matrullo worked for Barclays from 2008 to 2013 as a Managing Director of Risk Management. As you know, Barclays is a defendant in a separate action filed by the Trustee.<br/>\nMatrullo was scheduled to attend an April 2006 meeting with Madoff at BLMIS' office, along with Joseph Elmlinger, Richard Burns, and Ramesh Gupta, which was cancelled less than a week before the scheduled date. The meeting related to Citigroup's due diligence process regarding the Proposed Tremont Deal, and regarded obtaining proof of BLMIS' purported options trades. In cancelling, Citigroup informed Tremont that its fraud concerns for BLMIS were insurmountable."
        },
        {
          "id": "Adam Albin",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Conflict",
          "proximity": 1,
          "description": "In June 2011, Overley told us that Albin was the Head of Fund Derivatives Due-Diligence an that he reported to Richard Burns in London, and would have had responsibility of performing the due diligence on fund managers like Madoff. He also told us that Albin was reported to by Paul Fraynt, Patricia Hogan and Eric Kim.<br/>In 2008, Albin was involved in the due diligence process for proposed changes to the Fairfield Sentry Deal that would have changed the underlying exposure to Madoff from Sentry to Alpha Prime Fund and/or Senator Fund (this switch never took place). In April 2008, Vishal Mishra emailed Sean Flanagan and Paul Fraynt asking who was going to set up an upcoming due diligence call with Alpha Prime, to which Fraynt replied: 'Adam is running this one.' In the same conversation, Albin later wrote: 'They [Auriga] are just changing the Madoff feeder--we are getting offering docs to make sure the fund is set up correctly, will be audited and have reliable counterparties.'"
        },
        {
          "id": "Neville Quie",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Current",
          "proximity": 1,
          "description": "In September 2004, Quie (along with Gavin Rankin and Marc Fisher) met with FGG, according to an internal FGG email sent by Kim Perry, who attended the meeting and wrote that Quie a Managing Director with Citigroup who was responsible for relationships with hedge funds in Europe. In the email, Perry wrote that the meeting focused on FGG's history, business model and platform but also included discussion of FGG's 'Sentry, FIF and Irongate' funds.<br/>In December 2007, Quie and Marc Fisher again met with FGG, according to internal FGG emails, in which FGG's Maria Pulido wrote that Quie and Fisher were interested in providing FGG with 'leverage, structuring and/or FX coverage' and were interested in FGG's Irongate, 'FIF' and 'FLIFA' funds."
        },
        {
          "id": "Richard Evans",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Current",
          "proximity": 1,
          "description": "According to information you provided, Ramesh Gupta's boss reported to Evans, and at some point in 2008, Evans decided to terminate the Fairfield Sentry Leverage Deal during a meeting with Samir Mathur."
        },
        {
          "id": "Debbie Ng",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Current",
          "proximity": 1,
          "description": "Ng was involved in discussions on the Prime Fund Credit Deal’s renewal, and in November 2006, she was one of six Citigroup employees to attend a meeting at Tremont’s offices approximately two weeks before Citigroup’s Thomas Fontana, Bruce Clark and Matthew Nicholls met with Madoff. That same month, Ng was also copied on an email from Seward & Kissel LLP that included a copy of the Bank Control Agreement for the deal. Later, in March 2007, Ng and Howard Kluger corresponded with Tremont and KPMG regarding the procedures to be used to audit Prime Fund, which was required under the term of the deal."
        },
        {
          "id": "Susan Olsen",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Current",
          "proximity": 2,
          "description": "Olsen was involved in discussions related to the termination of the Prime Fund Credit Deal. In March 2008, Peter Rahaghi of Seward & Kissel LLP emailed several employees of Citigroup and Tremont with a draft termination agreement. In an internal reply to Tremont and Orrick Herrington & Sutcliffe LLP, Tremont's Patrick Kelly wrote: 'FYI I communicated to Susan Olsen at Citigroup that the termination agreement drafted by S&K is completely unacceptable.'"
        },
        {
          "id": "Paolo Mammola",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Current",
          "proximity": 2,
          "description": "In June 2006, September 2006 and January 2007, Mammola was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Mammola's role related to 'market risk' (along with Ramesh Gupta, Jean-Louise Lafforgue and Dominic Williams), but did not specify further."
        },
        {
          "id": "Zhenyu ('Harry') Peng",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Current",
          "proximity": 2,
          "description": "In 2008, Peng was involved in the due diligence on Alpha Prime and Senator, related to Auriga’s proposal to switch its underlying Madoff exposure in the Fairfield Sentry Leverage Deal from Sentry to Alpha Prime and/or Senator. In April 2008, Joanne McCourt copied Peng on internal Citigroup correspondences on the proposal, and in a reply, Vishal Mishra requested that he and Peng be included on any upcoming due diligence calls with Alpha Prime. Later, in July 2008, he was copied on emails between McCourt and Alpha Prime and participated in a phone call with Peter Fischer. Following Citigroup’s decision to terminate the deal with Auriga entirely, Peng approved a request to reduce redeem $40 million from Sentry, and in December 2008, he was copied on Citigroup’s emails to FGG, confirming a $10 million redemption, which was revised to a full redemption request on December 11, 2008."
        },
        {
          "id": "Jonathan Dean Asher",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Current",
          "proximity": 2,
          "description": "In June 2006, September 2006 and January 2007, Asher was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Asher's role related to 'legal' (along with Don Bendernagel), but did not specify further.\n\n"
        },
        {
          "id": "David Minarik",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Current",
          "proximity": 2,
          "description": "In June 2006, September 2006 and January 2007, Minarik was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Minarik's role related to 'accounting' (along with Alistair Webster), but did not specify further."
        },
        {
          "id": "Donald Bendernagel",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Current",
          "proximity": 2,
          "description": "In June 2006, September 2006 and January 2007, Bendernagel was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Bendernagel's role related to 'legal' (along with Jonathan Asher), but did not specify further."
        },
        {
          "id": "Joanne McCourt",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Current",
          "proximity": 1,
          "description": "In 2008, McCourt was involved in conversations with Alpha Prime's Peter Fischer and the subsequent due diligence process to explore revising the Fairfield Sentry Leverage Deal by switching from Sentry to Alpha Prime and/or Senator. Between April and August 2008, she coordinated the due diligence process between Citigroup, Alpha Prime and Simeon Metternich, including scheduling a call between her, Zhenyu Peng, Sean Flanagan and Peter Fischer in July 2008, which she described as ‘an opportunity for Alpha structuring/trading to discuss any issues regarding requirements for risk reporting etc.’ Later, in an August 2008 internal Citigroup correspondence, McCourt asked internally whether Citigroup would proceed with the switch, to which Vishal Mishra replied, 'I will suggest saying no because Senator has low AUM. Can the client [Auriga] share some of the cost savings he is expecting to achieve via this change?' <br/>After leaving Citigroup, McCourt was named by her former colleagues on at least two occasions as someone who might be interested in Madoff exposure. On September 18, 2008, Flanagan emailed Stephen Hsu (then at Deutsche Bank), writing, 'We're needing to terminate our Madoff trade. Do you have appetite for that risk over there?' Hsu return emailed, 'sorry, we wont be able to help as madoff is not a name the bank is keen on. might try jojo [Joanne McCourt] though, it could be her first ticket.'<br/>Later, in a November 2008 email correspondence with Metternich, Sean Flanagan named McCourt (then at BNP Paribas) as someone whom Metternich could contact regarding a deal offering exposure to Madoff."
        },
        {
          "id": "Julie Wan",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Conflict",
          "proximity": 2,
          "description": "Wan currently works for Credit Suisse, which as you know is a defendant in a separate action filed by the Trustee.<br/>In June 2006, September 2006 and January 2007, Wan was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Wan's role related to 'compliance,' but did not specify further"
        },
        {
          "id": "Gavin Rankin",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Conflict",
          "proximity": 1,
          "description": "In September 2004, Rankin, Marc Fisher and Neville Quie met with FGG. In a summary of the meeting, FGG’s Kim Perry wrote, ‘Rankin is the first person to speak to at Citibank in order to get alternative products approved for the Citibank platform. As this was Rankin's first meeting with FGG and as he had heard about us but had no details, we focused primarily on our history, our business model, and our platform, rather than on specific products…we did, of course discuss Sentry…’<br/>In October 2005, Perry forwarded the above summary to her colleagues, writing: ‘Please find below meeting notes on my meeting with Gavin Rankin last September. He is somewhat familiar with our process but obviously needs a refresher.’ Referencing the Fairfield Sentry Leverage Deal, Perry wrote: ‘As part of the credit approval process that Citibank undertook to provide leverage on Sentry, Citibank completed due diligence not only on Sentry but also on FGG. While this was institutional bank doing so, I am told that the Private Bank would take it into consideration. I can get Marc Fisher to call Gavin and point this out to him.’"
        },
        {
          "id": "David Arnold",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Conflict",
          "proximity": 2,
          "description": "Arnold currently works for Société Générale, which as you know is a defendant in a separate action filed by the Trustee.<br/>As you know, in June 2006, September 2006 and January 2007, Arnold was sent reports detailing Citigroup Global Markets' Hybrid Desk' actual and direct holdings in various funds (which may have included Sentry), as of March 2006, June 2006 and September 2006, respectively, according to internal Citigroup emails sent by Erwin Parviz and Adam Albin. In the emails, Parviz and Albin indicated that Arnold's role related to 'credit' (along with Steve Penny), but did not specify further."
        },
        {
          "id": "Simeon Peter Wolff Metternich zur Gracht",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Other",
          "proximity": 2,
          "description": "Metternich served as an ‘introducing broker’ connecting Citigroup and Auriga International Limited for the Fairfield Sentry Leverage Deal. He was subsequently copied on email correspondences between Citigroup and FGG regarding due diligence for the deal. He operated through Argyle Investment Advisors in connection with the deal, according to an August 2018 email sent by Sean Flanagan. In September 2008, Metternich again acted as an intermediary between Citigroup and Auriga regarding the latter's decision to reduce the investment in Sentry by $40 million. That same month, Sean Flanagan emailed Metternich with suggestions for alternative financial institutions that might be open to more BLMIS exposure, including Joanne McCourt (then at BNP Paribas). In October 2008, Metternich emailed John Yu regarding a planned redemption of Auriga's investment in Sentry, and explained that Auriga planned to redeem $40 million, half of which would go to Citi."
        },
        {
          "id": "Paul Donlin",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 1,
          "description": "Donlin served as the Business Manager for the Prime Fund Credit Deal. In that role, he submitted the 'May 2005 Memo' that described the deal and informed Citi's internal approval committee that he approved of it from both a business and risk perspective."
        },
        {
          "id": "Zara S. Stutts (formerly Zahra Khademi)",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "Stutts was listed as a contact in a May 2007 confirmation document related to the Fairfield Sentry Leverage Deal. In September 2006, Stutts emailed Erwin Parviz, Samir Mathur, and Adam Albin (with John Yu and Vishal Mishra copied) with an AUM report detailing an unspecified Citigroup fund's investments and holdings. In May 2007, Stutts (along with John Yu) was named as a contact with CGMI in documents outlining the terms of the equity swap transaction between CGMI and Auriga International Limited. The next year, in October 2008, Stutts (along with Yu) was named as the planned recipient on the draft redemption notice for a planned $40 million Auriga redemption from Sentry, which was included in an email sent by Metternich to Yu."
        },
        {
          "id": "Gene Fauquier",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Former",
          "proximity": 2,
          "description": "Between 2004 and 2007, Fauquier was copied on emails between Citigroup and Tremont with draft documents related to the Prime Fund Credit Deal. In November 2004, he was copied on an email from Citigroup's Melissa Jane Steward containing ‘our proposal for the American Masters Broad Market and American Masters Broad Market Prime Funds.’ Later, in September 2006, Fauquier was copied on emails between Citigroup, Tremont, Cadwalader, Wickersham & Taft LLP and Seward & Kissel LLP in which Seward & Kissel shared a draft of the Account Control Agreement related to the American Masters Broad Market Prime Fund, likely relating to the Prime Fund Credit Deal. In June 2007, he was again copied on an email correspondence between Citigroup and Tremont regarding Tremont's closing its account with Citibank and moving assets to an account with BNY."
        },
        {
          "id": "Peter Fischer",
          "type": "Person",
          "contact_type": "Key Contact",
          "status": "Other",
          "proximity": 2,
          "description": "As you know, Fischer was a director at Alpha Prime. Starting in April 2008, he corresponded and spoke with several Citigroup employees (including Joanne McCourt, Sean Flanagan and Zhenyu Peng) as part of the due diligence process for proposed changes to the Fairfield Sentry Leverage Deal. In April 2008, Fischer emailed McCourt informing her that his colleagues would provide her with requested documents on the funds that same day. "
        },
        {
          "id": "Amir Heravi",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 3,
          "description": "In his deposition, Leon Gross named Heravi as one of the New York-based employees who reported directly to him. Heravi later worked as an equity derivatives trader at BNP Paribas until July 2014, when he joined UBS as co-head of index flow trading, according to press reports. After speaking with Markopolos in 2005, Gross analyzed the SSC strategy and asked the index options desk and equity derivative salespeople at CGMI whether they were familiar with Madoff as a customer, counterparty, or someone who is active in the market."
        },
        {
          "id": "James McDade",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 3,
          "description": "From October 1992 to September 2015, McDade was Director of Risk Management at Citigroup in New York, according to his LinkedIn profile, and he was FINRA registered with CGMI between 2003 and 2015, according to FINRA Broker Check."
        },
        {
          "id": "Roy Baladi",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 3,
          "description": "Baladi reported directly to Leon Gross, according to a copy of Gross's deposition. After speaking with Markopolos in 2005, Gross asked the index options desk and equity derivative salespeople at CGMI whether they were familiar with Madoff as a customer, counterparty, or someone who is active in the market."
        },
        {
          "id": "David Biase",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 3,
          "description": "Biase was involved in multiple discussions with FGG regarding non-Madoff feeder funds, but FGG discussed internally whether to also market Sentry to him. In or around July 2003, Biase and Cliff de Souza (both of Citibank Alternative Investment Mangers) were in talks with FGG regarding its “FFTW DAF and Redstone' funds, according to internal FGG email correspondences. In the emails, FGG’s Cristina Morales wrote that an employee of Citigroup Private Bank informed her that “funds that Citigroup sells are filtered and studied by Citibank Alternative Investment Managers,' and that the employee would check with that team regarding FGG funds. Later, in June 2004, Biase was again involved in discussions with FGG, this time its “Paradigm Fund,' according to internal FGG emails, in which FGG’s John Wartman wrote that Biase “had reservations' after their second meeting. FGG’s Philip Toub wrote back, “Just spoke to Dave Biase, don’t think he will veto their decision and it sounded like we should be in line for a 5- 10 million allocation.' The next year, in March 2005, FGG discussed internally whether to propose “a nice slug of Bernie to Dave Biase.'"
        },
        {
          "id": "Stephen Boras",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 1,
          "description": "In the appendix of the May 2005 Citigroup internal Transaction Memo regarding Prime Fund Credit Deal, Boras was referenced under the heading TCM Obligor Risk Rating, which read: 'Further to discussions with both GCC hedge fund group (Steve Penny) and Risk Architecture's Risk Ratings unit (Steve Boras) it was determined that we should use the approved Investment Advisor risk rating model...' "
        },
        {
          "id": "Ryan Gould",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 3,
          "description": "In his deposition, Leon Gross named Gould as one of the New York-based employees who reported directly to him.<br/>\nIn March 2006, Gould was copied (along with Samir Mathur and Rajiv Sennar) on an email correspondence between Citi's Vishal Mishra and FGG's Vijayvergiya, in which Mishra questioned apparent discrepancies between the prices that BLMIS reported to Sentry for its purported options transactions and the prices reported by Bloomberg."
        },
        {
          "id": "Ken McDonald",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 1,
          "description": "In January 2006 McDonald met with Vijayvergiya to discuss a potential  Citigroup’s pension fund investment in Sentry. Reyes later wrote about the meeting: 'Ken has informed me that Sentry would fit their investment criteria except for access to the manager…It may be a long shot and difficult to except Citigroup to waive their need to meet the manager but worth a try.'<br/>Referencing the Fairfield Sentry Leverage Deal in her reply, Kim Perry wrote, 'When Citi agreed to provide leverage, Amit met with them as well as they performed due diligence on us. While they did not meet with Madoff on that occasion, others within the Citibank network of course have dealings with Madoff, on the broker/dealer side. It was these other relationships that allowed them to tick the box on Madoff.'"
        },
        {
          "id": "Ray Nolte",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 2,
          "description": "In January 2006, FGG's Santiago Reyes wrote to his colleagues that he and Vijayvergiya were meeting with Citigroup's Ken McDonald, who reported to Ray Nolte, to discuss a Citigroup investment in Sentry.<br/>In March 2007, Gregory Hersch of Smith Barney emailed FGG’s Matthew Brown and several FGG employees, about Hedge Fund Partners, a new 'incubator fund' launched by Citigroup and managed by Nolte. Hersch wrote: ‘...wanted to point out that a $5mm investment in Hedge Fund Partners earns you first look at investing side by side with any or all of the underlying managers. Thus, if any superstars (a Bernie Madoff perhaps) emerge you'll have the opportunity to invest directly because of your initial investment in the fund... Citi is investing $200mm or 25% of the fund...’"
        },
        {
          "id": "Holly Robinson",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 3,
          "description": "In his deposition, Leon Gross said that Robinson was responsible for managing Citi's relationship with Markopolos for a time, but he could not recall if she was the person who introduced him to Markopolos. Gross also said that during his 2005 meeting with Markopolos, in which he was asked to analyze the SSC strategy, Robinson was present during Markopolos' arrival and departure. Later, in the fall of 2008, Robinson (along with Gross) met with Markopolos at a cafeteria in New York, according to Gross, who indicated that he did not recall discussing Madoff or BLMIS at that time, and that Robinson was present for 20 minutes before he arrived and she left 15 minutes later as she had to 'go back to the trading floor.'"
        },
        {
          "id": "Tom Sullivan",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 2,
          "description": "Between at least June 2005 and March 2008, Sullivan was copied on weekly reports for American Masters Broad Market Prime Fund, L.P. In May 2006, Sullivan emailed Tremont's Darren Johnston and included the ‘audit scope’ that KPMG was to follow for their audit of the American Masters Broad Market Prime Fund. The audit was required under the terms of the Prime Fund Credit Deal for the purpose of valuing Prime Fund' s assets (which were pledged as collateral to Citigroup for the revolving credit facility) and resulted in the KPMG Independent Accountants' Report dated April 17, 2006 (the 'KPMG Report'). The KPMG report compared the prices and noted discrepancies that BLMIS reported for its purported index option trades versus prices reported by two independent sources."
        },
        {
          "id": "Andrew Wolchek",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 3,
          "description": "Wolchek reported directly to Leon Gross. After speaking with Markopolos in 2005, Gross analyzed the SSC strategy and asked the index options desk and equity derivative salespeople at CGMI whether they were familiar with Madoff as a customer, counterparty, or someone who is active in the market."
        },
        {
          "id": "Stephen Hsu",
          "type": "Person",
          "contact_type": "Identified by MG",
          "status": "Former",
          "proximity": 3,
          "description": "As a director at Citigroup Global Markets, Hsu reported to Sean Flanagan, who likely oversaw the Fairfield Sentry Leverage Deal, according to Mintz conversations with former Citibank employee Mark Overley.<br/>On September 18, 2008, Flanagan emailed Stephen Hsu (then at at Deutsche Bank), writing, 'We're needing to terminate our Madoff trade. Do you have appetite for that risk over there?' Hsu return emailed, “I don’t think so, madoff is not very popular here either' and then replied again, writing, 'sorry, we wont be able to help as madoff is not a name the bank is keen on. might try jojo [Joanne McCourt] though, it could be her first ticket.' "
        },
        {
          "id": "Harry Markopolos",
          "type": "Person",
          "contact_type": "Proposed by MG",
          "status": "Other",
          "proximity": 3,
          "description": "In 2005, Markopolos approached Leon Gross and asked him to analyze BLMIS' purported returns using its SSC strategy. Gross conducted an analysis that concluded that BLMIS was either fabricating its purported returns or lying about its stated investment strategy ('either the returns are not the returns or the strategy is not the strategy'). He also enquired with colleagues who sat in his vicinity on the trading floor, specifically the index options desk and the derivative sales group, asking if anyone knew of Madoff being active in the options markets as a counterparty. Like Joseph Elmlinger and Ramesh Gupta, he was unable to identify any counterparties or other evidence to substantiate the existence of BLMIS purported trades. Later, in the fall of 2008, Markopolos met again with Gross (along with former Citigroup relationship manager Holly Robinson) at a cafeteria in New York, but Gross did not recall discussing Madoff or BLMIS at that time."
        },
        {
          "id": "Neil Chelo",
          "type": "Person",
          "contact_type": "Proposed by MG",
          "status": "Other",
          "proximity": 3,
          "description": "Chelo worked with Markopolos at Rampart Investment Management from 1995 to 2003. As you know, Chelo, Frank Casey and Michael Ocrant formed the key team who conducted research into BLMIS, and were also co-authors of Markopolos’ book, “No One Would Listen: A True Financial Thriller.' "
        },
        {
          "id": "Frank Casey",
          "type": "Person",
          "contact_type": "Proposed by MG",
          "status": "Other",
          "proximity": 3,
          "description": "Casey worked with Markopolos at Rampart Investment Management from 1998 to 2001. As you know, Casey, Neil Cheilo and Michael Ocrant formed the key team who conducted research into BLMIS, and were also co-authors of Markopolos’ book, “No One Would Listen: A True Financial Thriller.' "
        },
        {
          "id": "Michael Ocrant",
          "type": "Person",
          "contact_type": "Proposed by MG",
          "status": "Other",
          "proximity": 3,
          "description": "Ocrant covered the hedge fund industry for MARHedge and was recruited by Frank Casey to help the Markopolos team. As you know, he published a May 2001 article in MARHedge skeptical of Madoff’s returns and formed the key team (along with Frank Casey and Neil Chelo) that conducted research into BLMIS, and were also co-authors of Markopolos' book, “No One Would Listen: A True Financial Thriller.' "
        },
        {
          "id": "Citibank NA",
          "type": "Entity",
          "contact_type": "",
          "status": "Defendant",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Citigroup Global Markets, Inc.",
          "type": "Entity",
          "contact_type": "",
          "status": "Non-party ",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Citigroup Global Markets Limited",
          "type": "Entity",
          "contact_type": "",
          "status": "Defendant",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Corporate and Investment Banking",
          "type": "Division",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Alternative Investments",
          "type": "Division",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Tremont Partners, Inc.",
          "type": "Entity",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Prime Fund",
          "type": "Fund",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Fairfield Greenwich Group",
          "type": "Entity",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Fairfield Sentry",
          "type": "Fund",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "American Masters Broad Market Prime Fund L.P.",
          "type": "Fund",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Bernard L. Madoff Investment Securities LLC",
          "type": "Entity",
          "contact_type": "",
          "status": "Other",
          "proximity": 0,
          "description": ""
        },
        {
          "id": "Global Credit Center (GCC)",
          "type": "Division",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Global Securitized Markets group",
          "type": "Division",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Alpha Prime / Senator",
          "type": "Fund",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "MARHedge",
          "type": "Entity",
          "contact_type": "",
          "status": "Other",
          "proximity": 3,
          "description": ""
        },
        {
          "id": "Rampart Investment Management",
          "type": "Entity",
          "contact_type": "",
          "status": "Other",
          "proximity": 3,
          "description": ""
        },
        {
          "id": "Auriga International Limited",
          "type": "Entity",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Citigroup Global Markets Holdings, Inc.",
          "type": "Entity",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        },
        {
          "id": "Citigroup",
          "type": "Entity",
          "contact_type": "",
          "status": "Other",
          "proximity": 1,
          "description": ""
        }
       ],
       "links": [
        {
          "source": "Citigroup",
          "target": "Corporate and Investment Banking",
          "description": "Investment and commercial banking services & products"
        },
        {
          "source": "Citigroup",
          "target": "Alternative Investments",
          "description": ""
        },
        {
          "source": "Citigroup",
          "target": "Corporate and Investment Banking",
          "description": ""
        },
        {
          "source": "Citigroup",
          "target": "Global Credit Center (GCC)",
          "description": ""
        },
        {
          "source": "Citigroup",
          "target": "Citibank NA",
          "description": "commercial bank"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Global Securitized Markets group",
          "description": ""
        },
        {
          "source": "Citigroup",
          "target": "Citigroup Global Markets Holdings, Inc.",
          "description": ""
        },
        {
          "source": "Citigroup Global Markets Holdings, Inc.",
          "target": "Citigroup Global Markets, Inc.",
          "description": "Citigroup's brokerage and securities arm"
        },
        {
          "source": "Citigroup Global Markets Holdings, Inc.",
          "target": "Citigroup Global Markets Limited",
          "description": ""
        },
        {
          "source": "Fairfield Greenwich Group",
          "target": "Gavin Rankin",
          "description": "Met with FGG and received overview of FGG and funds (September 2004 and again in fall 2005)"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Richard Burns",
          "description": "Global Head of Equity Structured Products and Structured Fund Products"
        },
        {
          "source": "Richard Burns",
          "target": "Erwin Parviz",
          "description": "Global Head of Structured Products and Hybrids"
        },
        {
          "source": "Fairfield Sentry",
          "target": "Erwin Parviz",
          "description": "Raised questions re segregated client accounts during Sentry diligence (March 2005)"
        },
        {
          "source": "Auriga International Limited",
          "target": "Erwin Parviz",
          "description": "Signed the 'optional early termination notice,' terminating the Fairfield Sentry Leverage Deal (September 2008)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Marc Fisher",
          "description": "VP of Structured Products (London)"
        },
        {
          "source": "Fairfield Greenwich Group",
          "target": "Marc Fisher",
          "description": "Met with FGG and received overview of FGG and funds (September 2004)"
        },
        {
          "source": "Fairfield Sentry",
          "target": "Marc Fisher",
          "description": "Attended DD meeting at FGG New York office & raised concerns re lack of controls during Sentry diligence (March 2005)"
        },
        {
          "source": "Bernard L. Madoff Investment Securities LLC",
          "target": "Matthew Nicholls",
          "description": "Met with Madoff re Prime Fund Credit Deal (Nov 2006)"
        },
        {
          "source": "Simeon Peter Wolff Metternich zur Gracht",
          "target": "Marc Fisher",
          "description": "Primary Citi contact for Metternich for Sentry deal."
        },
        {
          "source": "Erwin Parviz",
          "target": "Mark Overley",
          "description": "MD, Global Head of Hybrid Structuring"
        },
        {
          "source": "Mark Overley",
          "target": "Rajiv Sennar",
          "description": "Head of Hybrid Derivatives Structuring "
        },
        {
          "source": "Fairfield Sentry",
          "target": "Rajiv Sennar",
          "description": "Led DD on Sentry and BLMIS.  Copied on emails between Mishra and Vijayvergiya re price discrepancies"
        },
        {
          "source": "Tremont Partners, Inc.",
          "target": "Rajiv Sennar",
          "description": "Corresponded with Tremont re Proposed Tremont Deal.  Raised BLMIS fraud concerns and received copies of BLMIS auditors' reports."
        },
        {
          "source": "Alpha Prime / Senator",
          "target": "Adam Albin",
          "description": "Copied on internal emails re due diligence on Alpha Prime / Senator (April 2006)"
        },
        {
          "source": "Richard Burns",
          "target": "Adam Albin",
          "description": "Head of Fund Derivatives Due-Diligence"
        },
        {
          "source": "Adam Albin",
          "target": "Paul Fraynt",
          "description": "Director, Hedge Fund Research for Principal Investments and Structured Products"
        },
        {
          "source": "Richard Burns",
          "target": "Samir Mathur",
          "description": "Head of NY Structured Products Trading Desk"
        },
        {
          "source": "Fairfield Greenwich Group",
          "target": "Samir Mathur",
          "description": "Called Vijayvergiya to revisit Citigroup's ongoing concerns."
        },
        {
          "source": "Fairfield Sentry",
          "target": "Samir Mathur",
          "description": "Led DD on Sentry and BLMIS.  Attended DD meetings at FGG New York office (March 2005 and April 2006)"
        },
        {
          "source": "Tremont Partners, Inc.",
          "target": "Samir Mathur",
          "description": "Copied on emails re Proposed Tremont Deal and helped schedule meeting with Madoff"
        },
        {
          "source": "Samir Mathur",
          "target": "Tie Wei",
          "description": "VP, Trading and Global Derivatives, Citigroup"
        },
        {
          "source": "Fairfield Sentry",
          "target": "Tie Wei",
          "description": "Copied on redemption notices re Fairfield Sentry Leverage Deal"
        },
        {
          "source": "Erwin Parviz",
          "target": "Sean Flanagan",
          "description": "(London)"
        },
        {
          "source": "Auriga International Limited",
          "target": "Sean Flanagan",
          "description": "Received signed 'optional early termination notice' from Auriga, terminating Fairfield Sentry Leverage Deal"
        },
        {
          "source": "Sean Flanagan",
          "target": "Stephen Hsu",
          "description": "Director (London)"
        },
        {
          "source": "Prime Fund",
          "target": "Paul Donlin",
          "description": "Business Manager for Prime Fund Credit Deal.  Submitted the May 2005 Memo"
        },
        {
          "source": "Global Securitized Markets group",
          "target": "Marc Adelman",
          "description": "Director"
        },
        {
          "source": "Tremont Partners, Inc.",
          "target": "Marc Adelman",
          "description": "Corresponded re Prime Fund Credit Deal, including re Oppenheimer requirement and talks for deal's renewal"
        },
        {
          "source": "Prime Fund",
          "target": "Marc Adelman",
          "description": "Business Sponsor for Prime Fund Credit Deal"
        },
        {
          "source": "Prime Fund",
          "target": "Bruce Clark",
          "description": "Business Sponsor for Prime Fund Credit Deal"
        },
        {
          "source": "Bernard L. Madoff Investment Securities LLC",
          "target": "Bruce Clark",
          "description": "Met with Madoff re Prime Fund Credit Deal (Nov 2006)"
        },
        {
          "source": "Prime Fund",
          "target": "Thomas Fontana",
          "description": "Portfolio Manager for Prime Fund Credit Deal"
        },
        {
          "source": "Bernard L. Madoff Investment Securities LLC",
          "target": "Thomas Fontana",
          "description": "Met with Madoff re Prime Fund Credit Deal (Nov 2006)"
        },
        {
          "source": "Prime Fund",
          "target": "Matthew Nicholls",
          "description": "Client Coverage Banker for Prime Fund Credit Deal & informed Tremont that Citi would not proceed with Proposed Tremont Deal."
        },
        {
          "source": "Prime Fund",
          "target": "Howard Kluger",
          "description": "Negotiated procedures for and received copy of KPMG report from Tremont (April 2006)"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Debbie Ng",
          "description": "Director, Fixed Income and Global Securitized Markets"
        },
        {
          "source": "Tremont Partners, Inc.",
          "target": "Debbie Ng",
          "description": "Attended meeting with Tremont re Prime Fund Credit Deal renewal (November 2006)"
        },
        {
          "source": "Prime Fund",
          "target": "Debbie Ng",
          "description": "Received KPMG report from Tremont"
        },
        {
          "source": "Corporate and Investment Banking",
          "target": "Joseph Elmlinger",
          "description": "Global Head of Equity Derivatives"
        },
        {
          "source": "Joseph Elmlinger",
          "target": "Leon Gross",
          "description": "Global Head of Equity Derivatives Research and Strategy"
        },
        {
          "source": "Harry Markopolos",
          "target": "Leon Gross",
          "description": "Approached by Markopolos re BLMIS.  Analyzed BLMIS returns and attempted to identify trade counterparties (2005)"
        },
        {
          "source": "Leon Gross",
          "target": "Amir Heravi",
          "description": "Reported directly to Gross"
        },
        {
          "source": "Leon Gross",
          "target": "Roy Baladi",
          "description": "Reported directly to Gross"
        },
        {
          "source": "Leon Gross",
          "target": "Ryan Gould",
          "description": "Reported directly to Gross"
        },
        {
          "source": "Leon Gross",
          "target": "Andrew Wolchek",
          "description": "Reported directly to Gross"
        },
        {
          "source": "Citigroup Global Markets Limited",
          "target": "Pierre-Henri (Ph) Denain",
          "description": "Fixed Income & Head of Citi Global Markets in France (Paris)"
        },
        {
          "source": "Citigroup Global Markets Limited",
          "target": "James Wathan",
          "description": "Director (London)"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Faraz Naseer",
          "description": ""
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Vishal Mishra",
          "description": "Director"
        },
        {
          "source": "Fairfield Sentry",
          "target": "Vishal Mishra",
          "description": "Attended DD meeting at FGG New York office (April 2006) & raised questions re index options price discrepancies and counterparties."
        },
        {
          "source": "Joanne McCourt",
          "target": "Vishal Mishra",
          "description": "Advised (internally) against Auriga proposal to switch from Sentry to Alpha Prime (August 2008)"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Michael Robertson",
          "description": ""
        },
        {
          "source": "Michael Robertson",
          "target": "Matthew Nicholls",
          "description": "Global Head, FIG & Asset Management Investment Banking"
        },
        {
          "source": "Prime Fund",
          "target": "Michael Robertson",
          "description": "Informed Tremont that Citi would not proceed with Proposed Tremont Deal."
        },
        {
          "source": "Brian Leach",
          "target": "Samir Mathur",
          "description": "Instructed by Leach to terminate Fairfield Sentry Leverage Deal (2008)"
        },
        {
          "source": "Ramesh Gupta",
          "target": "Richard Evans",
          "description": "Met with Gupta and decided to terminate Fairfield Sentry Leverage Deal"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Richard Evans",
          "description": ""
        },
        {
          "source": "Richard Evans",
          "target": "Ramesh Gupta",
          "description": "Global Head of Equity Market Risk"
        },
        {
          "source": "Fairfield Sentry",
          "target": "Ramesh Gupta",
          "description": "Attended DD meetings at FGG New York office (March 2005 and April 2006)"
        },
        {
          "source": "Adam Albin",
          "target": "Fiona Hill-Samuel",
          "description": "Asked by Albin to help create May 2007 fund monitoring analysis"
        },
        {
          "source": "Global Credit Center (GCC)",
          "target": "Steven Penny",
          "description": "Senior officer"
        },
        {
          "source": "Prime Fund",
          "target": "Steven Penny",
          "description": "Advised re selection of risk rating model for Prime Fund Credit Deal"
        },
        {
          "source": "Marc Adelman",
          "target": "George Livadas",
          "description": "Analyst"
        },
        {
          "source": "Prime Fund",
          "target": "George Livadas",
          "description": "Copied on emails re Prime Fund Credit Deal (May-June 2005) and received weekly reports on BLMIS puts and calls"
        },
        {
          "source": "Simeon Peter Wolff Metternich zur Gracht",
          "target": "John B. Yu",
          "description": "Corresponded with Metternich re $40M redemption from Sentry (October 2008)"
        },
        {
          "source": "Fairfield Sentry",
          "target": "John B. Yu",
          "description": "Corresponded with FGG re changing leverage providers and named as CGMI contact for Fairfield Sentry Leverage Deal"
        },
        {
          "source": "Erwin Parviz",
          "target": "Stephane Junod",
          "description": "Received Hybrid Desk fund investments report (June 2006)"
        },
        {
          "source": "Fairfield Sentry",
          "target": "Thomas Perrera",
          "description": "Requested full redemption from Sentry (Dec 2008)"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Elena Matrullo",
          "description": "MD, Credit Risk Management"
        },
        {
          "source": "Bernard L. Madoff Investment Securities LLC",
          "target": "Elena Matrullo",
          "description": "Scheduled to attend cancelled meeting with Madoff (April 2006)"
        },
        {
          "source": "Fairfield Greenwich Group",
          "target": "Neville Quie",
          "description": "Met with FGG and received overview of FGG and funds (September 2004)"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Susan Olsen",
          "description": "Managing Director"
        },
        {
          "source": "Prime Fund",
          "target": "Susan Olsen",
          "description": "Spoke to Tremont re Prime Fund Credit Deal termination agreement (March 2008)"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Zhenyu ('Harry') Peng",
          "description": "\nVice President/Trader, Hybrid Derivative Trading, Multi-Asset Group"
        },
        {
          "source": "Simeon Peter Wolff Metternich zur Gracht",
          "target": "Zhenyu ('Harry') Peng",
          "description": "Approved $40M redemption to John Yu, requested by Metternich (October 2008)"
        },
        {
          "source": "Peter Fischer",
          "target": "Zhenyu ('Harry') Peng",
          "description": "Spoke to Fischer on DD call on Alpha Prime (July 2008)"
        },
        {
          "source": "Neville Quie",
          "target": "Joanne McCourt",
          "description": "Strategic Capital Group - Global Fund Linked Product Sales"
        },
        {
          "source": "Peter Fischer",
          "target": "Joanne McCourt",
          "description": "Coordinated DD on Alpha Prime re proposed switch from Sentry (April - August 2008)"
        },
        {
          "source": "Simeon Peter Wolff Metternich zur Gracht",
          "target": "Joanne McCourt",
          "description": "Corresponded re proposed switch from Sentry to Alpha Prime"
        },
        {
          "source": "Erwin Parviz",
          "target": "Zara S. Stutts (formerly Zahra Khademi)",
          "description": "AVP, Hybrids Desk - Fund and Multi-Asset Derivatives"
        },
        {
          "source": "Fairfield Sentry",
          "target": "Zara S. Stutts (formerly Zahra Khademi)",
          "description": "Named as Citi contact person for Fairfield Sentry Leverage Deal"
        },
        {
          "source": "Prime Fund",
          "target": "Gene Fauquier",
          "description": "Copied on emails re draft agreements for Prime Fund Credit Deal (September 2006)"
        },
        {
          "source": "Alpha Prime / Senator",
          "target": "Peter Fischer",
          "description": "Director"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "James McDade",
          "description": "Director, Risk Management"
        },
        {
          "source": "Alternative Investments",
          "target": "David Biase",
          "description": "CIO"
        },
        {
          "source": "Fairfield Greenwich Group",
          "target": "David Biase",
          "description": "Met with FGG re the Paradigm Fund (June 2004)"
        },
        {
          "source": "Prime Fund",
          "target": "Stephen Boras",
          "description": "Advised re selection of risk rating model for Prime Fund Credit Deal"
        },
        {
          "source": "Alternative Investments",
          "target": "Ray Nolte",
          "description": "CIO"
        },
        {
          "source": "Ray Nolte",
          "target": "Ken McDonald",
          "description": "Director"
        },
        {
          "source": "Fairfield Sentry",
          "target": "Ken McDonald",
          "description": "Met with FGG re potential Sentry investment from Citigroup's pension fund (Jan 2006)"
        },
        {
          "source": "Corporate and Investment Banking",
          "target": "Holly Robinson",
          "description": "MD, Equity Derivative Sales"
        },
        {
          "source": "Harry Markopolos",
          "target": "Holly Robinson",
          "description": "Managed Citi's relationship with Markopolos & was present during his 2005 visit with Gross"
        },
        {
          "source": "Tremont Partners, Inc.",
          "target": "Tom Sullivan",
          "description": "Emailed Tremont with Citigroup's 'audit scope' for KPMG to audit Prime Fund (May 2006)"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Tom Sullivan",
          "description": "Director"
        },
        {
          "source": "Harry Markopolos",
          "target": "Neil Chelo",
          "description": "Portfolio Manager"
        },
        {
          "source": "Harry Markopolos",
          "target": "Frank Casey",
          "description": "SVP, Marketing"
        },
        {
          "source": "Tremont Partners, Inc.",
          "target": "American Masters Broad Market Prime Fund L.P.",
          "description": ""
        },
        {
          "source": "Tremont Partners, Inc.",
          "target": "Prime Fund",
          "description": ""
        },
        {
          "source": "Fairfield Greenwich Group",
          "target": "Fairfield Sentry",
          "description": ""
        },
        {
          "source": "MARHedge",
          "target": "Michael Ocrant",
          "description": "Managing Editor & published May 2001 article skeptical of BLMIS returns"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Susan Grbic",
          "description": "Global Head, Tax Structured Products"
        },
        {
          "source": "Ramesh Gupta",
          "target": "Jean Louis Lafforgue",
          "description": "Market risk-related role"
        },
        {
          "source": "Citigroup Global Markets Limited",
          "target": "Jonathan Dean Asher",
          "description": "Inhouse Solicitor"
        },
        {
          "source": "Citigroup Global Markets, Inc.",
          "target": "Donald Bendernagel",
          "description": "Title Unknown (attorney)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Paul Reed",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Hugh Conroy",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Alistair Webster",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Dominic Wallace",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Susan Grbic",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Steven Henger",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Rachel Short",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Jean Louis Lafforgue",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Paolo Mammola",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Jonathan Dean Asher",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "David Minarik",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Donald Bendernagel",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "Julie Wan",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Erwin Parviz",
          "target": "David Arnold",
          "description": "Received quarterly Hybrid Desk investment reports (2006-2007)"
        },
        {
          "source": "Bernard L. Madoff Investment Securities LLC",
          "target": "Richard Burns",
          "description": "Possibly scheduled to attend cancelled meeting with Madoff (April 2006)"
        },
        {
          "source": "Bernard L. Madoff Investment Securities LLC",
          "target": "Joseph Elmlinger",
          "description": "Scheduled to attend cancelled meeting with Madoff (April 2006)"
        },
        {
          "source": "Bernard L. Madoff Investment Securities LLC",
          "target": "Ramesh Gupta",
          "description": "Scheduled to attend cancelled meeting with Madoff (April 2006)"
        }
       ]
}