{
    "nodes": [{"id":"Erwin Parviz","type":"Person","status":"Former","proximity":1,"description":"In March 2005, he helped coordinate the DD meeting at FGG's New York office in March, which was attended by Fisher, Gupta, and Mathur.  Later that month, he emailed FGG with a list of DD-related questions on Sentry and BLMIS, in which he brought up the issue of segregated client accounts."},
        {"id":"Mark Overley","type":"Person","status":"Former","proximity":3,"description":"In June 2011, Overley told John Haberkern that he was not personally involved with any Madoff-related transactions at Citigtoup, but that he had heard of one."},
        {"id":"Paul Reed","type":"Person","status":"Former","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Reed quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Reed's "},
        {"id":"Marc Adelman","type":"Person","status":"Former","proximity":1,"description":"Adelman served as a business sponsor for the Prime Fund Credit Deal and was one of the primary Citi contacts with Tremont for the deal's terms, operations and renewal.  In June 2005, he emailed Tremont memorializing certain ponts regarding Citi's approval, including that Citi would want the right to reconsider the deal if Tremont were no longer part of the Oppenheimer family."},
        {"id":"Thomas Fontana","type":"Person","status":"Conflict","proximity":1,"description":"In November 2006, Fontana met with Madoff at the BLMIS office (along with Clark and Nicholls)."},
        {"id":"Samir Mathur","type":"Person","status":"Former","proximity":1,"description":"Mathur (with Sennar) led DD on Sentry for the Sentry deal, and because of this experience, Nicholls later involved him in the Proposed Tremont Deal negotiations.  For Sentry, he attended a March 2005 DD meeting at FGG's NY office, and he and his team identified several indications of possible fraud, including that BLMIS was not making its purported options trades.  He ultimately signed the deal's subscription agreement as an authorized signer in April 2005. For the Proposed Tremont Deal, he helped schedule the April 2006 meeting with Madoff, which was cancelled."},
        {"id":"Marc Fisher","type":"Person","status":"Former","proximity":1,"description":"Attended September 2004 meeting with FGG (along with Rankin and Quie).  In March 2005, he spoke with FGG expressing interest in Sentry deal, but expressed concerns on lack of controls.  Later in March 2005, attended meeting at FGG NY office, expressing concerns but also indicating the deal would likely close."},
        {"id":"Hugh Conroy","type":"Person","status":"Former","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Conroy quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Conroy's "},
        {"id":"Howard Kluger","type":"Person","status":"Former","proximity":1,"description":"In March 2007, corresponded (along with Debbie Ng) with KPMG regarding Independent Accountants' Report for the Prime Fund Credit Deal.  In April 2007, the report was addressed to him."},
        {"id":"Leon Gross","type":"Person","status":"Former","proximity":1,"description":"In 2005, met with Markopolos who asked him about BLMIS' SSC strategy.  Gross then spent 1-2 hours analyzing the strategy and asking around the trading floor if anyone was familiar with Madoff as a counterparty for the trades.  He concluded that the returns were not the returns of the strategy was not the strategy."},
        {"id":"Pierre-Henri (Ph) Denain","type":"Person","status":"Former","proximity":3,"description":"In March 2005, Denain corresponded with other Citi people (with Wathan, Flanagan, Fisher, Mathur and Mishra copied) about different deal related to Madoff funds (a "},
        {"id":"Matthew Nicholls","type":"Person","status":"Former","proximity":1,"description":"Served as Client Coverage Banker for the Prime Fund Credit Deal.  In November 2006, he met with Madoff at the BLMIS office (along with Fontana and Clark).  Prior to the meeting, he provided Tremont with a list of questions that he described as a "},
        {"id":"Paul Fraynt","type":"Person","status":"Former","proximity":1,"description":"In April 2008, Fraynt was involved in DD on Alpha Prime regarding a proposal to switch Sentry with Alpha Prime/Senator.  He may have contacted Peter Fischer as part of this process. "},
        {"id":"Rajiv Sennar","type":"Person","status":"Former","proximity":1,"description":"Sennar (with Mathur) led the DD on Sentry for the Fairfield Sentry Leverage Deal, and their team identified multiple indications of possible fraud.  He was also copied on Mathur's March 2006 email to FGG about price discrepancies for the purported options trades. He was later pulled into talks for the Proposed Tremont Deal due to this prior familiarity.  In Feb 2006 he correspodned with Tremont re Citi's concerns about BLMIS custody of Prime assets, and Tremont later sent him a copy of Friehling & Horowtiz's audit reports.  He helped schedule the April 2006 meeting with Madoff, that was ultimately cancelled."},
        {"id":"Tie Wei","type":"Person","status":"Former","proximity":2,"description":"In April 2005, was copied on emails between Parviz and BofA regarding Citi's review of the Sentry transaction's subscription and share transfer forms.  He was then named (with Mishra) on the deal's subscription agreement as a recipient for all communication, and was subsubsequently named in redemption confirmations through November 2008."},
        {"id":"Faraz Naseer","type":"Person","status":"Former","proximity":2,"description":"In April 2007, sent and copied on emails with quarterly reports sent by Citi's "},
        {"id":"Vishal Mishra","type":"Person","status":"Former","proximity":1,"description":"In March 2006, emailed FGG about price discrepancies of purported options trades and then called FGG to ask for names of Madoff's counterparties for options trades.  In April 2006, attended meeting with FGG in NY to discuss counterparty issue and KPMG report.  In 2008, he was involved in DD on proposal to switch from Sentry to Alpha Prime and asked to be included on call with Fischer."},
        {"id":"Alistair Webster","type":"Person","status":"Former","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Webster quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Webster's "},
        {"id":"Joseph Elmlinger","type":"Person","status":"Former","proximity":1,"description":"Helped right the "},
        {"id":"Dominic Wallace","type":"Person","status":"Former","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Wallace quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Wallace's "},
        {"id":"Sean Flanagan","type":"Person","status":"Former","proximity":1,"description":"In April 2008, Flanagan was involved in email correspondence re DD on Alpha Prime, spurred by a proposal to switch Sentry with Alpha Prime/Senator.  He demonstrated knowledge of the Sentry deal by describing it to Fraynt in the email.  In Sept 2008 he emailed Stephen Hsu at Deutsche Bank,”We’re needing to terminate our Madoff trade.  Do you have appetite for that risk over there?”  Hsu return emailed, “I don’t think so, madoff is not very popular here either.”"},
        {"id":"Michael Robertson","type":"Person","status":"Former","proximity":1,"description":"Robertson was Nicholl's boss, and in April 2006, he and Nicholls informed Tremont that Citi would not proceed with the Proposed Tremont Deal,but was happy to continue or grow the Prime Fund Credit Deal (which had the indemnity)."},
        {"id":"Brian Leach","type":"Person","status":"Former","proximity":2,"description":"*Client notes say he had a phone call with Mathur to get out of the "},
        {"id":"Ramesh Gupta","type":"Person","status":"Former","proximity":1,"description":"Involved in both Sentry and Tremont Deals and was known in Citi as skeptical of Madoff.  In March 2005, visited FGG NY office and later unsuccessfully tried to ID some BLMIS counterparties.  In April 2006, visited FGG NY offices again to satisfy Citi concerns about purported options trades.  In April 2006, Gupta was scheduled to attend a meeting with Madoff regarding the Proposed Tremont Deal and to obtain proof of purported options trades (the meeting was cancelled)."},
        {"id":"Susan Grbic","type":"Person","status":"Former","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Grbic quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Grbic's "},
        {"id":"Steven Henger","type":"Person","status":"Former","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Henger quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Henger's "},
        {"id":"James Wathan","type":"Person","status":"Former","proximity":3,"description":"In March 2005, emailed group at Citi (including Denain, Flanagan, Fisher, Mathur and Mishra) about other Madoff funds that were part of the "},
        {"id":"Fiona Hill-Samuel","type":"Person","status":"Former","proximity":3,"description":"In May 2007, Albin emailed Hill-Samuel asking for assistance creating a spreadsheet to aggregate data from multiple funds, which was necessary to comply with bank regulatory limits."},
        {"id":"Steven Penny","type":"Person","status":"Former","proximity":1,"description":"Named in May 2005 Citigroup Transaction Memo for the Prime Fund Credit Deal, which said Penny was consulted regarding the selection of the risk rating model used to analyze the deal."},
        {"id":"Rachel Short","type":"Person","status":"Former","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Short quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Short's "},
        {"id":"George Livadas","type":"Person","status":"Former","proximity":2,"description":"In May and June 2005, copied on emails negotiating the finalization of the Prime Fund Credit Deal.  Subsequently and until at least July 2006, he received wekly reports from Tremont detailing BLMIS puts/calls, cash transfers and other transactions."},
        {"id":"John B. Yu","type":"Person","status":"Former","proximity":1,"description":"In February 2007, called FGG to say that Citi was considering changing leverage providers for the Sentry deal.  In May 2007, he (with Khademi) was listed as a contact for CGMI in a confirmation document for the Sentry deal.  In October 2008, he corresponded with Metternich regarding a $40 million redemption from Sentry."},
        {"id":"Bruce Clark","type":"Person","status":"Unknown","proximity":1,"description":"In November 2006, Clark met with Madoff at the BLMIS office (along with Fontana and Nicholls). "},
        {"id":"Stephane Junod","type":"Person","status":"Former","proximity":2,"description":"In June 2006, Parviz sent Junod (and several other recipients) a quarterly report detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  "},
        {"id":"Jean Louis Lafforgue","type":"Person","status":"Former","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Lafforgue quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Lafforgue's "},
        {"id":"Richard Burns","type":"Person","status":"Former","proximity":1,"description":"Burns was known to be uncomfortable with Madoff, according to Overley.  In March 2005, he was copied on the March 30, 2005 Memo on the Sentry Deal that disclosed the fraud risk.  In April 2006, he was scheduled to attend the meeting with Madoff regarding the Proposed Tremont Deal and to obtain proof of purported options trades (the meeting was cancelled)."},
        {"id":"Thomas Perrera","type":"Person","status":"Former","proximity":1,"description":"In December 2008, emailed FGG re requested $10 million redemption from Sentry, and the following day emailed again increasing request to a full redemption."},
        {"id":"Elena Matrullo","type":"Person","status":"Conflict","proximity":1,"description":"In April 2006, Matrullo was scheduled to attend the meeting with Madoff regarding the Proposed Tremont Deal and to obtain proof of purported options trades (the meeting was cancelled)."},
        {"id":"Adam Albin","type":"Person","status":"Conflict","proximity":1,"description":"In April 2008, Albin corresponded with other Citi personnel re the proposal to switch from Sentry to Alpha Prime/Sentry for the Fairfield Sentry Leverage Deal.  Regarding an upcoming DD call with Alpha Prime, Fraynt wrote that "},
        {"id":"Neville Quie","type":"Person","status":"Current","proximity":1,"description":"In September 2004, Quie met with FGG (along with Rankin and Fisher) in an initial meeting in which FGG provided Citi with a broad overview of FGG, including Sentry.  In December 2007, Quie (and Fisher) met with FGG again, this time expressing interest in providing FGG with "},
        {"id":"Richard Evans","type":"Person","status":"Current","proximity":1,"description":"*Client notes say he was Gupta's boss' boss and decided to terminate "},
        {"id":"Debbie Ng","type":"Person","status":"Current","proximity":1,"description":"November 2006, attended meeting with Tremont, 2 weeks before Citi's Fontana, Clark, and Nichols met with Madoff.  Also in November 2006, copied on emails that included a copy of the Account Bank Control Agreement for the Prime Fund Credit Deal.  Later, in March 2007, corresponded with Tremont and KPMG regarding the Independent Accountants' Report."},
        {"id":"Susan Olsen","type":"Person","status":"Current","proximity":2,"description":"In March 2008, named in correspondence between Citi, Tremont and lawyers re termination of Prime Fund Credit Deal.  Tremont's Patrick Kelly wrote that he told Olsen that the draft was unacceptable."},
        {"id":"Paolo Mammola","type":"Person","status":"Current","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Mammola quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Mammola's "},
        {"id":"Zhenyu ('Harry') Peng","type":"Person","status":"Current","proximity":2,"description":"In April 2008, Peng was copied on Citi emails about proposal to switch from Sentry to Alpha Prime, and may have been included on a DD call with Alpha Prime.  In October 2008, he approved a request from Auriga to redeem $40 million from Sentry.  In December 2008, he was copied on an email from Citi to FGG regarding another $10 million redemption request, which was revised to a full redemption the following day."},
        {"id":"Jonathan Dean Asher","type":"Person","status":"Current","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Asher quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Asher's "},
        {"id":"David Minarik","type":"Person","status":"Current","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Minarik quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Minarik's "},
        {"id":"Donald Bendernagel","type":"Person","status":"Current","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Bendernagel quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Bendernagel's "},
        {"id":"Joanne McCourt","type":"Person","status":"Current","proximity":1,"description":"Between April and July 2008, McCourt coordinated with Metternich and Alpha Prime (including Peter Fischer) for the DD review of Auriga's proposal to switch from Sentry to Alpha Prime.  In September 2008, Hsu replied to Flanagan's email about interest in Madoff, suggesting that he reach otu to McCourt, and in November 2008, Flanagan told Metternich that he may want ot contact McCourt (then at BNP Paribas) regarding another Madoff deal."},
        {"id":"Julie Wan","type":"Person","status":"Conflict","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Wan quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Wan's "},
        {"id":"Gavin Rankin","type":"Person","status":"Conflict","proximity":1,"description":"Participated in meeting with Fairfield Greenwich Group on September 17, 2004, in which FGG provided Citi with a broad overview of FGG, including Sentry (FGGE002002528)."},
        {"id":"David Arnold","type":"Person","status":"Conflict","proximity":2,"description":"In June 2006, September 2006 and January 2007, Parviz and/or Albin sent Arnold quarterly reports detailing Citigroup's Global Markets' Hybrid Desk's actual and direct holdings in various funds (which may have included Sentry and Prime).  The reports were not risk reports, and the emails indicated that Arnold's "},
        {"id":"Simeon Metternich ","type":"Person","status":"Other","proximity":2,"description":"In March 2005, served as an independent fund broker connecting Citi and Auriga for the Fairfield Sentry Leverage Deal.  Was subsequently copied on some DD emails ebwteen Citi and FGG, and coordinated between Auriga and Citi in October 2008 to redeem $40 million from Sentry.  "},
        {"id":"Paul Donlin","type":"Person","status":"Former","proximity":1,"description":"Business Manager for Prime Fund Credit Deal.  In May 2005, he submitted the May 2005 Memo that described the deal and communicated his approval to the approval committee."},
        {"id":"Zara Stutts","type":"Person","status":"Former","proximity":2,"description":"Named as a contact for the Sentry deal and was noticied of redemptions."},
        {"id":"Gene Fauquier","type":"Person","status":"Former","proximity":2,"description":"Between 2004 and 2007, Fauquier was copied on emails between Citi and Tremont with draft documents related to the Prime Fund Credit Deal."},
        {"id":"Peter Fischer","type":"Person","status":"Other","proximity":2,"description":"In April 2008, corresponded with McCourt, Flanagan and Peng re Citi's DD on Alpha Prime, related to Auriga's proposal to switch from Sentry to Prime/Senator.  In July 2008, spoke with McCourt, Flanagan and Peng over the phone about Prime and Senator."},
        {"id":"Amir Heravi","type":"Person","status":"Former","proximity":3,"description":"Equity derivatives trader who reproted to Gross.  May have been present during Gross' research of SSC strategy and search for counterparties."},
        {"id":"James McDade","type":"Person","status":"Former","proximity":3,"description":"Director or Risk Management at Citigroup in NY."},
        {"id":"Roy Baladi","type":"Person","status":"Former","proximity":3,"description":"Equity derivatives trader who reproted to Gross.  May have been present during Gross' research of SSC strategy and search for counterparties."},
        {"id":"David Biase","type":"Person","status":"Former","proximity":3,"description":"Was not involved in the relevant deals.  In June 2004, met with FGG regarding their Paradigm Fund.  In March 2005, FGG discussed internally whether to market Sentry to Biase."},
        {"id":"Steve Boras","type":"Person","status":"Former","proximity":1,"description":"Named in May 2005 Citigroup Transaction Memo for the Prime Fund Credit Deal, which said Boras was consulted regarding the selection of the risk rating model used to analyze the deal."},
        {"id":"Ryan Gould","type":"Person","status":"Former","proximity":2,"description":"In March 2006, Gould was copied on an email correspondence between Mishra and FGG, in which Mishra questioned apparent discrepancies in the proces of purported options transactions."},
        {"id":"Ken McDonald","type":"Person","status":"Former","proximity":1,"description":"Was not involved in the relevant deals.  In January 2006, McDonald met with FGG to discuss investing Citigroup's pension fund in Sentry."},
        {"id":"Ray Nolte","type":"Person","status":"Former","proximity":2,"description":"Was not involved in the relevant deals.  In January 2006, McDonald (who reported to Nolte) met with FGG to discuss investing Citigroup's pension fund in Sentry."},
        {"id":"Holly Robinson","type":"Person","status":"Former","proximity":3,"description":"Robinson managed Citi's relationship with Markopolos. During his 2005 meeting with Gross, Robinson would have been present for part of the interaction, and in the fall of 2008, she had lunch with Markopolos and Gross."},
        {"id":"Jay Sarkar","type":"Person","status":"Former","proximity":3,"description":"Salesperson who reported to Gross.  May have been present during Gross' research of SSC strategy and search for counterparties."},
        {"id":"Tom Sullivan","type":"Person","status":"Former","proximity":2,"description":"Between at least June 2005 and March 2008, Sullivan was copied on weekly reports for American Masters Broad Market Prime Fund, L.P."},
        {"id":"Andrew Wolchek","type":"Person","status":"Former","proximity":3,"description":"Equity derivatives market strategist who reported to Gross.  May have been presudring during Gross' research of SSC strategy and search for counterparties."},
        {"id":"Stephen Hsu","type":"Person","status":"Former","proximity":3,"description":"In a September 18, 2008, Flanagan emailed Hsu, at Deutsche Bank by that time, writing, “We’re needing to terminate our Madoff trade.  Do you have appetite for that risk over there?”  Hsu replied, “don’t think so. Madoff is not very popular here either.” "},
        {"id":"Harry Markopolos","type":"Person","status":"Other","proximity":3,"description":"In 2005, met with Gross and asked him to analyze BLMIS' SSC strategy. "},
        {"id":"Neil Chelo","type":"Person","status":"Other","proximity":3,"description":"Between 1995 and 2003, Chelo worked with Markopolos at Rampart Investment Management.  He worked with Markopolos and Casey researching BLMIS and co-authored Markopolos' book."},
        {"id":"Frank Casey","type":"Person","status":"Other","proximity":3,"description":"Between 1998 and 2001, Casey worked with Markopolos at Rampart Investment Management.  He worked with Markopolos and Chelo researching BLMIS."},
        {"id":"Michael Ocrant","type":"Person","status":"Other","proximity":3,"description":"Covered hedge fund industry for MarHedge.  In May 2001, he published an article skeptical of Madoff's returns."},
        {"id":"Citibank NA","type":"Entity","status":"Defendant","proximity":1,"description":"Commercial bank; wholly owned sub of Citigroup Inc.; based in NY"},
        {"id":"Citigroup Global Markets, Inc.","type":"Entity","status":"Non-party ","proximity":1,"description":"Citigroup's primary US-based brokerage and securities arm; principal office in NY; indirect wholly owned sub of Citigroup Global Markets Holdings, Inc. (which is wholly owned sub of Citigroup)"},
        {"id":"Citigroup Global Markets Limited","type":"Entity","status":"Defendant","proximity":1,"description":"Investment banking and securities brokerage company; principal office in London; sub of Citigroup Global Markets Europe Ltd"},
        {"id":"Corporate and Investment Banking","type":"Entity","status":"Other","proximity":1,"description":""},
        {"id":"Alternative Investments","type":"Entity","status":"Other","proximity":1,"description":""},
        {"id":"Tremont Partners, Inc.","type":"Entity","status":"Other","proximity":1,"description":""},
        {"id":"Prime Fund","type":"Fund","status":"Other","proximity":1,"description":""},
        {"id":"Fairfield Greenwich Group","type":"Entity","status":"Other","proximity":1,"description":""},
        {"id":"Fairfield Sentry","type":"Fund","status":"Other","proximity":1,"description":""},
        {"id":"American Masters Broad Market Prime Fund L.P.","type":"Fund","status":"Other","proximity":1,"description":""},
        {"id":"Bernie Madoff","type":"Person","status":"Other","proximity":1,"description":"In November 2006, Madoff met with Citi's Bruce Clark, Thomas Fontana and Matthew Nicholls in the BLMIS office."},
        {"id":"Global Credit Center (GCC)","type":"Entity","status":"Other","proximity":1,"description":""},
        {"id":"Global Securitized Markets group","type":"Entity","status":"Other","proximity":1,"description":""},
        {"id":"Alpha Prime","type":"Fund","status":"Other","proximity":1,"description":""},
        {"id":"Bernard L. Madoff Investment Securities LLC","type":"Entity","status":"Other","proximity":0,"description":""},
        {"id":"MARHedge","type":"Entity","status":"Other","proximity":3,"description":""},
        {"id":"Rampart Investment Management","type":"Entity","status":"Other","proximity":3,"description":""}],
        "links": [{"source":"Erwin Parviz","target":"Paul Reed"},
            {"source":"Erwin Parviz","target":"Hugh Conroy"},
            {"source":"Erwin Parviz","target":"Alistair Webster"},
            {"source":"Erwin Parviz","target":"Dominic Wallace"},
            {"source":"Erwin Parviz","target":"Susan Grbic"},
            {"source":"Erwin Parviz","target":"Steven Henger"},
            {"source":"Erwin Parviz","target":"Rachel Short"},
            {"source":"Erwin Parviz","target":"Jean Louis Lafforgue"},
            {"source":"Erwin Parviz","target":"Paolo Mammola"},
            {"source":"Erwin Parviz","target":"Jonathan Dean Asher"},
            {"source":"Erwin Parviz","target":"David Minarik"},
            {"source":"Erwin Parviz","target":"Donald Bendernagel"},
            {"source":"Erwin Parviz","target":"Julie Wan"},
            {"source":"Erwin Parviz","target":"David Arnold"}]
        }
